{
    "personInfo": [
        {
            "personImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Rabindranath_Tagore_unknown_location.jpg/453px-Rabindranath_Tagore_unknown_location.jpg",
            "personName": "রবীন্দ্রনাথ ঠাকুর",
            "personBirth": "৭ মে ১৮৬১",
            "personDeath": "৭ আগস্ট ১৯৪১",
            "personBio": "রবীন্দ্রনাথ ঠাকুর ছিলেন বাঙালি কবি, ঔপন্যাসিক, নাট্যকার, সংগীতজ্ঞ, চিত্রকর এবং দার্শনিক। তিনি প্রথম বাঙালি এবং অ-ইউরোপীয় হিসেবে সাহিত্যে নোবেল পুরস্কার লাভ করেন। তিনি ভারতের জাতীয় সঙ্গীত 'জন গণ মন' এবং বাংলাদেশের জাতীয় সঙ্গীত 'আমার সোনার বাংলা' রচয়িতা। ঠাকুর তাঁর সাহিত্যকর্মে প্রেম, প্রকৃতি, আধ্যাত্মিকতা এবং সামাজিক পরিবর্তনের প্রভাব তুলে ধরেছেন। তাঁর সাহিত্য কর্ম বাংলা সাহিত্যকে আন্তর্জাতিক মহলে পরিচিত করেছে। বিশ্বভারতী বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা হিসেবে শিক্ষা ও সংস্কৃতিতে তার অবদান অনস্বীকার্য।",
            "personBook": "গীতাঞ্জলি, ঘরে বাইরে, গোরায়, রক্তকরবী, চোখের বালি"
        },
        {
            "personImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Humayun_Ahmed_13Nov2010.jpg/220px-Humayun_Ahmed_13Nov2010.jpg",
            "personName": "হুমায়ূন আহমেদ",
            "personBirth": "১৩ নভেম্বর ১৯৪৮",
            "personDeath": "১৯ জুলাই ২০১২",
            "personBio": "হুমায়ূন আহমেদ ছিলেন বাংলাদেশের একজন বিশিষ্ট ঔপন্যাসিক, নাট্যকার, চলচ্চিত্র পরিচালক এবং শিক্ষাবিদ। তিনি বাংলা সাহিত্যে এক নতুন ধারা সৃষ্টি করেন এবং তাঁর সৃষ্ট চরিত্রগুলো যেমন 'হিমু', 'মিসির আলি' অত্যন্ত জনপ্রিয়। তাঁর চলচ্চিত্র ও টেলিভিশন নাটকগুলোও সমাদৃত। জীবনের গভীর অনুভূতি ও সাধারণ মানুষের সুখ-দুঃখ নিয়ে তাঁর রচনায় চমৎকারিত্ব ছিল।",
            "personBook": "নন্দিত নরকে, শঙ্খনীল কারাগার, হিমু, মিসির আলি, দেবী"
        },
        {
            "personImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Kazi_nazrul_islam_with_Setar.jpg/220px-Kazi_nazrul_islam_with_Setar.jpg",
            "personName": "কাজী নজরুল ইসলাম",
            "personBirth": "২৪ মে ১৮৯৯",
            "personDeath": "২৯ আগস্ট ১৯৭৬",
            "personBio": "কাজী নজরুল ইসলাম ছিলেন বাঙালি বিদ্রোহী কবি, সংগীতজ্ঞ এবং লেখক। তিনি 'বিদ্রোহী কবি' নামে খ্যাত এবং শোষণ ও অন্যায়ের বিরুদ্ধে সংগ্রামের প্রতীক। নজরুলের সাহিত্য কর্মে সাম্যবাদ ও মানবতার জন্য আবেদন অত্যন্ত গভীরভাবে প্রকাশ পায়। তাঁর রচনা বাঙালি জাতীয়তাবাদের উন্মেষে বিশেষ অবদান রেখেছে। তাঁর গজল ও ইসলামিক সংগীতও খুবই জনপ্রিয়।",
            "personBook": "অগ্নিবীণা, বিষের বাঁশী, ভাঙ্গার গান, সাম্যবাদী, দোলনচাঁপা"
        },
        {
            "personImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Sarat_Chandra_Chattopadhyay_portrait.jpg/220px-Sarat_Chandra_Chattopadhyay_portrait.jpg",
            "personName": "শরৎচন্দ্র চট্টোপাধ্যায়",
            "personBirth": "১৫ সেপ্টেম্বর ১৮৭৬",
            "personDeath": "১৬ জানুয়ারি ১৯৩৮",
            "personBio": "শরৎচন্দ্র চট্টোপাধ্যায় ছিলেন অন্যতম প্রধান বাঙালি ঔপন্যাসিক। তাঁর রচনায় গ্রামীণ জীবন ও মানুষের সুখ-দুঃখকে কেন্দ্র করে সামাজিক ও নৈতিক দৃষ্টিভঙ্গি ফুটে ওঠে। তিনি তাঁর সময়ের সমাজ বাস্তবতা ও মানবিক আবেগকে অসাধারণভাবে তুলে ধরেছেন। তাঁর উপন্যাসগুলো সময়ের চেয়ে এগিয়ে ছিল এবং আজও বাঙালি পাঠকের হৃদয়ে বিশেষ স্থান দখল করে আছে।",
            "personBook": "দেবদাস, শ্রীকান্ত, চরিত্রহীন, বিন্দুর ছেলে, পরিণীতা"
        },
        {
            "personImage": "https://upload.wikimedia.org/wikipedia/en/7/75/BandyopadhyayTarashankar.jpg",
            "personName": "তারাশঙ্কর বন্দ্যোপাধ্যায়",
            "personBirth": "২৩ জুলাই ১৮৯৮",
            "personDeath": "১৪ সেপ্টেম্বর ১৯৭১",
            "personBio": "তারাশঙ্কর বন্দ্যোপাধ্যায় ছিলেন বিশিষ্ট বাঙালি ঔপন্যাসিক এবং ছোটগল্প লেখক। তাঁর রচনায় গ্রামীণ মানুষের জীবন, তাদের সংগ্রাম এবং সামাজিক প্রেক্ষাপট অত্যন্ত স্বাভাবিকভাবে ফুটে ওঠে। তিনি বাংলা সাহিত্যের অন্যতম গুরুত্বপূর্ণ লেখক হিসেবে স্বীকৃত। 'গণদেবতা' এবং 'আরোগ্য নিকেতন' তাঁর বিখ্যাত রচনা।",
            "personBook": "গণদেবতা, হাসুলী বাঁকের উপকথা, পঞ্চগ্রাম, কবি, আরোগ্য নিকেতন"
        },
        {
            "personImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Bibhutibhushan_Bandopadhyay.jpg/200px-Bibhutibhushan_Bandopadhyay.jpg",
            "personName": "বিভূতিভূষণ বন্দ্যোপাধ্যায়",
            "personBirth": "১২ সেপ্টেম্বর ১৮৯৪",
            "personDeath": "১ নভেম্বর ১৯৫০",
            "personBio": "বিভূতিভূষণ বন্দ্যোপাধ্যায় ছিলেন একজন বাঙালি ঔপন্যাসিক ও গল্পকার, যিনি তাঁর জীবনের অভিজ্ঞতা থেকে বাংলা সাহিত্যে অনন্য অবদান রেখেছেন। তাঁর বিখ্যাত উপন্যাস 'পথের পাঁচালী' এবং 'অপরাজিত' বিশ্বসাহিত্যে স্থান করে নিয়েছে। তিনি গ্রামীণ বাংলার সাধারণ মানুষের জীবনের সুখ-দুঃখ, প্রকৃতি ও মানবিক সম্পর্ককে অত্যন্ত গভীরভাবে ফুটিয়ে তুলেছেন।",
            "personBook": "পথের পাঁচালী, অপরাজিত, ইছামতী, আরণ্যক, দেবযান"
        }
    ]
}